Repository: norrs/geocalendar
Catalog: geocalendar/locale/*/LC_MESSAGES/django.po
Languages: nb_no

source: Keyword
nb_no: Passord

source: title
nb_no: Tittel

source: description
nb_no: Beskrivelse

source: Check out <a href='http://daringfireball.net/projects/markdown/basics'>this link</a> for how to use markdown syntax
nb_no: Sjekk ut <a href='http://daringfireball.net/projects/markdown/basics'>for hvordan benytte markdown syntax

source: entry_date
nb_no: dato

source: keyword
nb_no: passord

source: This event is still locked, please wait for the day to come - no cheating
nb_no: Denne luken er stengt, vennligst vent til riktig dato og prøv igjen :-)

source: You need to submit a keyword to verify, try again
nb_no: Mangler passord

source: You entered the correct keyword, here is your secret picture
nb_no: Du har skrevet inn riktig passord, her er bildet

source: Wrong keyword for this secret, try again
nb_no: Feil passord for denne hemmeligheten, prøv igjen

source: This site requires cookies to be enabled, please enable em in your webbrowser
nb_no: Denne siden krever at du har cookies/kjeks skrudd på i nettleseren din!

source: Fork my source code at GitHub!
nb_no: Last ned kildekoden på GitHub

source: Django site admin
nb_no: Administrasjonsområde

source: Models available in the %(name)s application.
nb_no: Modell er tilgjengelig i applikasjonen %(name)s

source: Add
nb_no: Legg til

source: Change
nb_no: Endre

source: You don't have permission to edit anything.
nb_no: Du har ikke tilgang for å redigere innhold her

source: Recent Actions
nb_no: Historikk over endringer

source: My Actions
nb_no: Dine endringer

source: None available
nb_no: Ikke tilgjengelig

source: Unknown content
nb_no: Ukjent innhold

source: This is an open source geocalendar for geocaching users licensed under the
nb_no: Dette prosjektet er basert på åpen kildekode og er lisensert under

source: Apache2 licence
nb_no: Apache2-lisensen

source: Put together by <a href='http://www.roysindre.no'>Roy Sindre Norangshol</a> a tired evening :-)
nb_no: Utviklet en senkveld med <a href='http://www.roysindre.no'>Roy Sindre Norangshol</a>

source: Check our wiki at GitHub &raquo
nb_no: Sjekk vår wiki på GitHub&raquo

source: Check keyword!
nb_no: Prøv validering av passord!
